Revit 2027 API
FabricationAncillaryUsage.Type Property
 Fabrication ancillary type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FabricationAncillaryType Type { get; }
Public ReadOnly Property Type As FabricationAncillaryType
	Get
public:
property FabricationAncillaryType Type {
	FabricationAncillaryType get ();
}
member Type : FabricationAncillaryType with get
Property Value
FabricationAncillaryType
See Also
Reference
FabricationAncillaryUsage Class
Autodesk.Revit.DB Namespace